a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
acorn
acpi
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-serif-cn-fonts
adwaita-icon-theme
aha
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
appstream
appstream-qt
arc-gtk-theme
arc-icon-theme
archlinux-appstream-data
archlinux-keyring
argon2
ark
ascii-image-converter
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
audit
autoconf
autojump
automake
avahi
awesome-terminal-fonts
babl
baloo
baloo-widgets
base
bash
bash-completion
bat
bc
betterlockscreen
bind
binutils
bison
blas
bluedevil
blueman
bluez
bluez-libs
bluez-qt
bluez-utils
bolt
boost
boost-libs
box2d
brave-bin
breeze
breeze-gtk
breeze-icons
breezy
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calc
cantarell-fonts
capnproto
cblas
cdparanoia
cfitsio
chromaprint
cifs-utils
clang
clash
clazy
clucene
cmake
code-minimap
compiler-rt
confuse
convertlit
coreutils
cronie
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debuginfod
deluge
deluge-gtk
desktop-file-utils
device-mapper
dhclient
dhcp
diffutils
discount
discover
djvulibre
dmenu
dmenu-bluetooth
dmidecode
dmraid
dnssec-anchors
dolphin
dolphin-plugins
dosfstools
double-conversion
drkonqi
duktape
dust
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
electron
elfutils
enchant
eslint
etcher-bin
exa
exiv2
exo
expat
expressvpn
faac
faad2
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
firewalld
fish
flac
flameshot
flashrom
flex
fluidsynth
fmt
fontconfig
frameworkintegration
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
gavl
gawk
gc
gcab
gcc
gcc-fortran
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
genymotion
geoip
geoip-database
gettext
gflags
ghostscript
giflib
gimp
girara
git
gitui
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-keyring
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
google-glog
gotop
gpart
gparted
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtop
gts
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gwenview
gzip
hardinfo-git
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hidapi
highlight
http-parser
hunspell
hwdata
hwloc
hyphen
i3-gaps
i3blocks
i3lock-color
iana-etc
icalingua++
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
joplin-appimage
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
kactivities-stats
kactivitymanagerd
karchive
kate
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdelibs4support
kdenlive
kdeplasma-addons
kdesu
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidletime
kimageannotator
kinfocenter
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjs
kmenuedit
kmod
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpeople
kpeoplevcard
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kvantum
kwallet
kwallet-pam
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
lame
lapack
latte-dock
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
leveldb
libabw
libaccounts-glib
libaccounts-qt
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libc++
libc++abi
libcaca
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdispatch
libdmtx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgee
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjcat
libjpeg-turbo
libkate
libkdcraw
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpackagekit-glib
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librime
librime-data
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsidplayfp
libsigc++
libsigsegv
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lld
lldb
llvm
llvm-libs
lm_sensors
lmdb
logo-ls
lpsolve
lsd
lsof
lua
lua52
lua53
luajit
lv2
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
man-pages
marisa
marktext-appimg
mbedtls
md4c
mdadm
media-player-info
mercurial
mesa
mesa-utils
mesa-vdpau
metis
milou
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpc
mpd
mpfr
mpg123
msgpack-c
mtdev
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-ibm-plex-mono
net-tools
netpbm
nettle
networkmanager
networkmanager-dmenu-git
networkmanager-qt
newsflash
nftables
nginx
nilfs-utils
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
numactl
obfs4proxy
obs-studio
okular
oniguruma
openal
opencc
opencore-amr
opencv
opencv-samples
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
optimus-manager
optimus-manager-qt
opus
orc
os-prober
oxygen
oxygen-sounds
p11-kit
p7zip
packagekit
packagekit-qt5
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
paru
patch
pciutils
pcre
pcre2
perf
perl
perl-error
perl-file-which
perl-mailtools
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-weather-widget-git
playerctl
polkit
polkit-kde-agent
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
poppler-qt6
popt
portaudio
potrace
powerdevil
ppp
prettier
prison
procps-ng
procs
proj
protobuf
protobuf-c
psensor
psmisc
pugixml
pulseaudio
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-qt
purpose
python
python-ansicolor
python-appdirs
python-attrs
python-automat
python-beaker
python-black
python-cairo
python-cffi
python-chardet
python-click
python-configobj
python-constantly
python-cryptography
python-distro
python-dnspython
python-docopt
python-fastbencode
python-geoip
python-gobject
python-hyperlink
python-idna
python-importlib-metadata
python-incremental
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-mpi4py
python-mypy_extensions
python-nspektr
python-ordered-set
python-packaging
python-pathspec
python-patiencediff
python-pillow
python-platformdirs
python-ply
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pyopenssl
python-pyparsing
python-pywal
python-pyxdg
python-rencode
python-service-identity
python-setproctitle
python-setuptools
python-six
python-tomli
python-trove-classifiers
python-twisted
python-typing_extensions
python-validate-pyproject
python-xlib
python-yaml
python-zipp
python-zope-interface
qca-qt5
qqc2-desktop-style
qrencode
qt5-base
qt5-charts
qt5-declarative
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-declarative
qt6-doc
qt6-examples
qt6-imageformats
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-serialport
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
qtcreator
quazip-qt6
radeon-profile-daemon-git
radeon-profile-git
ranger
raptor
rasqal
rav1e
re2
readline
redland
reflector
rest
rhash
rime-bopomofo
rime-cangjie
rime-cloverpinyin
rime-emoji
rime-essay
rime-luna-pinyin
rime-prelude
rime-stroke
rime-symbols
rime-terra-pinyin
rnnoise
rofi
rsync
rtkit
rtmpdump
run-parts
rust
sbc
scrot
sddm
sddm-kcm
sdl12-compat
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
shellcheck-bin
shfmt
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spectacle
speex
speexdsp
spirv-tools
sqlite
sratom
srt
stacer
starship
startup-notification
stylua
sudo
suitesparse
svt-av1
svt-hevc
syndication
syntax-highlighting
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
systemsettings
t1lib
taglib
talloc
tar
tbb
tdb
telegram-desktop
tevent
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-core
texlive-langchinese
texlive-latexextra
texlive-pictures
texlive-science
texstudio
thin-provisioning-tools
threadweaver
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tlp
tlp-rdw
tlpui
tokei
tor
tor-browser
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-hack
ttf-iosevka-nerd
ttf-opensans
twolame
typora
tzdata
udisks2
ueberzug
unibilium
unicode-cldr-annotations
unixodbc
unrar
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vid.stab
vim
vim-runtime
vint
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
vmaf
volume_key
vte-common
vte3
vtk
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
wayland-utils
webkit2gtk
webrtc-audio-processing
wemeet-bin
wget
which
wildmidi
wireless_tools
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wqy-zenhei
x264
x265
xapp
xautolock
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfce4-notifyd
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yaml-cpp
yarn
yay-bin
yesplaymusic
zathura
zathura-djvu
zathura-pdf-mupdf
zbar
zeromq
zimg
zlib
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
zziplib
